Repository: xigurat/sunshine
Catalog: ajaxauth/locale/*/LC_MESSAGES/django.po
Languages: es

source: first name
es: nombres

source: last name
es: apellidos

source: Communitacion error
es: Error de comunicación

source: Sorry, try again later
es: Lo sentimos, intente más tarde

source: Right now there is a comunication problem. The server is having some troubles.
es: En este momento hay un problema de comunicación. El servidor está teniendo algunos problemas.

source: Close
es: Cerrar

source: You has signed up successfully!
es: Usted se ha registrado exitosamente

source: Check your email for a confirmation email
es: Chequee su correo, le enviamos un correo de confirmación

source: Right now we has sent to you a confirmation email.
es: Ahora le hemos enviado un correo de confirmación.

source: Click in the link that we sent you to activate your account.
es: Haga clic en el enlace que le enviamos para activar su cuenta.

source: Login error
es: Error de acceso

source: Try to login again
es: Intente iniciar sesión de nuevo

source: Incorrect user or password.
es: Usuario o contraseña incorrecta

source: Log in
es: Iniciar sesión

source: Sign up
es: Registrarse
